Repository: JoacimWall/MySolarCells
Catalog: Client/MySolarCells/Resources/Translations/AppResources.*.resx
Languages: da_dk, fi_fi, nb_no, sv_se

source: Total installed panels (kWh)
sv_se: Totalt antal installerade paneler (kWh)
