Repository: JoacimWall/MySolarCells
Catalog: Client/MySolarCells/Resources/Translations/AppResources.*.resx
Languages: da_dk, fi_fi, nb_no, sv_se

source: Login
da_dk: Log på
fi_fi: Kirjaudu sisään
nb_no: Logg inn
sv_se: Logga in

source: Password
da_dk: Kodeord
fi_fi: Salasana
nb_no: Passord
sv_se: Lösenord

source: Cancel
da_dk: Annuller
fi_fi: Peruuta
nb_no: Avbryt
sv_se: Avbryt

source: Move on
da_dk: Videre
fi_fi: Eteenpäin
nb_no: Fortsett
sv_se: Gå vidare

# In_Order_To_Retrieve_Information_From_Tibber_And_More
source: In order to retrieve information from Tibber, we need an Access Token. You can get it by click on 'Goto Tibber Api site' below. Copy/paste the api key in to the field below.
da_dk: For at kunne hente oplysninger fra Tibber skal vi have et Access Token. Du kan få det på den følgende side.
fi_fi: Tietojen hakemiseksi Tibberistä tarvitsemme pääsytunnuksen. Saat sen seuraavalta sivulta.
nb_no: For å hente informasjon fra Tibber trenger vi et Access Token. Du kan få det på neste side.
sv_se: För att kunna hämta information från Tibber behöver vi en Access Token. Du kan få det på följande sida.

source: Access Token
da_dk: Adgangstoken
fi_fi: Käyttöoikeustunnus
nb_no: Tilgangstoken

source: My solar cells
da_dk: Mine solceller
fi_fi: Minun aurinkokennot
nb_no: Mine solceller
sv_se: Mina solceller

source: More
da_dk: Mere
fi_fi: Lisää
nb_no: Mer
sv_se: Mer

source: Production
da_dk: Produktion
fi_fi: Tuotanto
nb_no: Produksjon
sv_se: Produktion

source: Save
da_dk: Gemme
fi_fi: Tallentaa
nb_no: Lagre
sv_se: Spara

source: Validate
da_dk: Valider
fi_fi: Vahvista
nb_no: Validere
sv_se: Validera

source: Select the home you want to analyze
da_dk: Vælg det hjem, du vil analysere
fi_fi: Valitse koti, jonka haluat analysoida
nb_no: Velg boligen du vil analysere
sv_se: Välj det hem du vill analysera

source: Year
da_dk: År
fi_fi: vuosi
nb_no: År
sv_se: År

source: Import only spot prices
da_dk: Importer kun spotpriser
fi_fi: Tuo vain spot-hinnat
nb_no: Importer kun spotpriser
sv_se: Importera endast spotpriser

# Import_Only_Spot_Prices_Desc
source: Use this if you get consumption and production from Inverter and only need Tibber for the Spot price per hour.
da_dk: Brug denne hvis du får forbrug og produktion fra Inverter og kun skal bruge Tibber til Spotprisen pr. time.
fi_fi: Käytä tätä, jos saat kulutuksen ja tuotannon Inverteriltä ja tarvitset vain Tibberia Spot-hinnalla per tunti.
nb_no: Bruk denne hvis du får forbruk og produksjon fra Inverter og kun trenger Tibber til Spotpris pr time.
sv_se: Använd detta om du får förbrukning och produktion från Inverter och bara behöver Tibber för Spotpriset per timme.

source: Goto Tibber Api site
da_dk: Gå til Tibber Api site
fi_fi: Siirry Tibber Api -sivustolle
nb_no: Gå til Tibber Api-siden
sv_se: Gå till Tibber Api-webbplatsen

source: Inverter
fi_fi: Invertteri
sv_se: Växelriktare

# Pick_The_Invert_Desc
source: Pick the invert from the list below that represent you installation
da_dk: Vælg den invertering fra listen nedenfor, der repræsenterer din installation
fi_fi: Valitse käänteinen alla olevasta luettelosta, joka edustaa asennusta
nb_no: Velg inverten fra listen nedenfor som representerer din installasjon
sv_se: Välj inverten från listan nedan som representerar din installation

# Tibber_Guide_Text
source: To use Tibber you ned your private API key. You can get that by click on the button below and login.
da_dk: For at bruge Tibber skal du bruge din private API-nøgle. Det kan du få ved at klikke på knappen nedenfor og logge ind.
fi_fi: Tarvitset yksityisen API-avaimesi käyttääksesi Tibberiä. Saat sen napsauttamalla alla olevaa painiketta ja kirjautumalla sisään.
nb_no: For å bruke Tibber trenger du din private API-nøkkel. Du får det ved å klikke på knappen nedenfor og logge inn.
sv_se: För att använda Tibber behöver du din privata API-nyckel. Du kan få det genom att klicka på knappen nedan och logga in.

# Saved_Rows_Amount
source: Saved rows {0}
da_dk: Gemte rækker {0}
fi_fi: Tallennetut rivit {0}
nb_no: Lagrede rader {0}
sv_se: Sparade rader {0}

source: Import data from inverter
da_dk: Importer data fra inverter
fi_fi: Tuo tiedot invertteristä
nb_no: Importer data fra inverter
sv_se: Importera data från växelriktaren

source: Error import data from inverter
da_dk: Fejl ved import af data fra inverter
fi_fi: Virhe tietojen tuonnissa invertteristä
nb_no: Feil ved import av data fra inverter
sv_se: Fel vid import av data från växelriktaren

source: My description
da_dk: Min beskrivelse
fi_fi: Minun kuvaukseni
nb_no: Min beskrivelse
sv_se: Min beskrivning

source: There is no data to show on this date
da_dk: Der er ingen data at vise på denne dato
fi_fi: Tälle päivälle ei ole näytettävää dataa
nb_no: Det er ingen data å vise på denne datoen
sv_se: Det finns inga uppgifter att visa på detta datum

source: Purchased
da_dk: Købt
fi_fi: Osti
nb_no: Kjøpt
sv_se: Köpt

source: Transfer fee
da_dk: Overførselssum
fi_fi: Siirtomaksu
nb_no: Overføringsgebyr
sv_se: Överföringsavgift

source: Battery transfer fee
da_dk: Gebyr for batterioverførsel
fi_fi: Akun siirtomaksu
nb_no: Overføringsgebyr for batteri
sv_se: Batteri sparad överföringsavg.

source: Energy tax
da_dk: Energiafgift
fi_fi: Energiavero
nb_no: Energiavgift
sv_se: Energiskatt

source: Battery energy tax
da_dk: Batterienergiafgift
fi_fi: Akkuenergiavero
nb_no: Batterienergiavgift
sv_se: Batterienergiskatt

source: Amount
da_dk: Beløb
fi_fi: Määrä
nb_no: Beløp
sv_se: Belopp

source: Production to grid
da_dk: Produktion til grid
fi_fi: Tuotanto verkkoon
nb_no: Produksjon til nett
sv_se: Produktion till nät

source: If battery is not used
da_dk: Hvis batteriet ikke bruges
fi_fi: Jos akkua ei käytetä
nb_no: Hvis batteriet ikke brukes
sv_se: Om batteriet inte används

source: Production own use
da_dk: Produktion til eget brug
fi_fi: Tuotanto omaan käyttöön
nb_no: Produksjon eget bruk
sv_se: Produktion för eget bruk

source: KWh from battery
da_dk: KWh fra batteri
fi_fi: kWh akusta
nb_no: KWh fra batteri
sv_se: KWh från batteri

# Battery_Currency
source: Battery SEK
da_dk: Batteri kr
fi_fi: Akku SEK
nb_no: Batteri kr
sv_se: Batteri kr

source: Total
fi_fi: Kaikki yhteensä

source: Interest
da_dk: Interesse
fi_fi: Kiinnostuksen kohde
nb_no: Renter
sv_se: Ränta

source: Result
da_dk: Resultat
fi_fi: Tulos
nb_no: Resultat
sv_se: Resultat

source: Years left until ROI
da_dk: År tilbage til ROI
fi_fi: Vuosia jäljellä ROI:han
nb_no: År igjen til ROI
sv_se: År kvar till ROI

source: Total investment and loan
da_dk: Samlet investering og lån
fi_fi: Investointi ja laina yhteensä
nb_no: Total investering og lån
sv_se: Total investering och lån

source: Total produced and saved
da_dk: I alt produceret og gemt
fi_fi: Tuotettu ja tallennettu yhteensä
nb_no: Totalt produsert og lagret
sv_se: Totalt producerat och sparat

source: Left of investment cost
da_dk: Tilbage af investeringsomkostning
fi_fi: Jäljellä investointikustannuksia
nb_no: Til venstre for investeringskostnad
sv_se: Kvar av investeringskostnad

source: Calculation parameters
da_dk: Beregningsparametre
fi_fi: Laskentaparametrit
nb_no: Beregningsparametere
sv_se: Beräkningsparametrar

source: From Date
da_dk: Fra dato
fi_fi: Päivämäärästä
nb_no: Fra dato
sv_se: Från datum

source: Compensation electricity load
da_dk: Kompensation for elbelastning
fi_fi: Sähkökuorman kompensointi
nb_no: Kompensasjon for strømbelastning
sv_se: Ersättning nätnytta (producerd/kWh)

source: Tax reduction
da_dk: Skattenedsættelse
fi_fi: Veronalennus
nb_no: Skattereduksjon
sv_se: Skattereduktion

source: Total installed Kwh
da_dk: I alt installeret Kwh
fi_fi: Asennettu yhteensä kWh
nb_no: Totalt installert Kwh
sv_se: Totalt installerad Kwh

source: Use Spot prices
da_dk: Brug spotpriser
fi_fi: Käytä Spot-hintoja
nb_no: Bruk spotpriser
sv_se: Använd Spotpriser

source: Fixed price/Kwh
da_dk: Fast pris/Kwh
fi_fi: Kiinteä hinta/kwh
nb_no: Fast pris/Kwh
sv_se: Fast pris/Kwh

source: Refresh
da_dk: Opdater
fi_fi: virkistää
nb_no: Forfriske
sv_se: Uppdatera

source: Export to Excel
da_dk: Eksporter til Excel
fi_fi: Vie Exceliin
nb_no: Eksporter til Excel
sv_se: exportera till Excel

source: Install year
da_dk: Installationsår
fi_fi: Asennusvuosi
nb_no: Installasjonsår
sv_se: Installationsår

source: Username
da_dk: Brugernavn
fi_fi: Käyttäjätunnus
nb_no: Brukernavn
sv_se: Användarnamn

source: Api key
da_dk: Api nøgle
fi_fi: Api avain
nb_no: API-nøkkel
sv_se: Api nyckel

source: Install date
da_dk: Installationsdato
fi_fi: Asennuspäivämäärä
nb_no: Installasjonsdato
sv_se: Installationsdatum

source: Pick your site
da_dk: Vælg dit websted
fi_fi: Valitse sivustosi
nb_no: Velg nettstedet ditt
sv_se: Välj din anläggning

source: Description
da_dk: Beskrivelse
fi_fi: Kuvaus
nb_no: Beskrivelse
sv_se: Beskrivning

source: Loan (press 'Add' for adding interest information)
da_dk: Lån (tryk på 'Tilføj' for at tilføje renteoplysninger)
fi_fi: Laina (paina 'Lisää' lisätäksesi korkotiedot)
nb_no: Lån (trykk 'Legg til' for å legge til renteinformasjon)
sv_se: Lån (tryck på 'Lägg till' för att skapa ny)

source: Investment
da_dk: Investering
fi_fi: Investoinnit
nb_no: Investering
sv_se: Investering

# Investment_slash_Loan
source: Investment and loan
da_dk: Investering/lån
fi_fi: Sijoitus/laina
nb_no: Investering/lån
sv_se: Investering och lån

# Investment_Loan_Intro_Text
source: Here you can enter the investment and any loans taken out for your installation
da_dk: Her kan du indtaste investeringen og eventuelle lån, der er optaget til din installation
fi_fi: Täällä voit syöttää investoinnin ja asennusta varten otetut lainat
nb_no: Her kan du legge inn investeringen og eventuelle lån som er tatt opp til din installasjon
sv_se: Här kan du ange investeringen och eventuella lån som tagits för din installation

source: Import data
da_dk: Importer data
fi_fi: Tuo tiedot
nb_no: Importer data
sv_se: Importera data

# First_Import_Intro_Text
source: Now its time to get all you historic data please don't turn of the app or switch to other app
da_dk: Nu er det tid til at få alle dine historiske data, lad være med at slukke for appen eller skifte til en anden app
fi_fi: Nyt on aika saada kaikki historialliset tiedot, älä sammuta sovellusta tai vaihda toiseen sovellukseen
nb_no: Nå er det på tide å få alle dine historiske data, vennligst ikke slå av appen eller bytt til en annen app
sv_se: Nu är det dags att skaffa alla dina historiska data. Stäng inte av appen eller byt till en annan app

# Start
source: Start import
fi_fi: Aloita tuonti
sv_se: Starta import

source: Cost
da_dk: Koste
fi_fi: Kustannus
nb_no: Koste
sv_se: Kosta

source: Sum
fi_fi: Summa
sv_se: Belopp

source: Production sold
da_dk: Produktion solgt
fi_fi: Tuotanto myyty
nb_no: Produksjon solgt
sv_se: Produktionen såld

source: Battery charge
da_dk: Batteriopladning
fi_fi: Akun varaus
nb_no: Batterilading
sv_se: Batteriladdning

source: Profit
fi_fi: Voitto
nb_no: Profitt
sv_se: Vinst

source: Compensation for production to grid
da_dk: Kompensation for produktion til net
fi_fi: Korvaus tuotannosta verkkoon
nb_no: Kompensasjon for produksjon til nett
sv_se: Ersättning för produktion till elnät

source: Saved energy tax
da_dk: sparet energiafgift
fi_fi: Säästetty energiavero
nb_no: Spart energiavgift
sv_se: Sparad energiskatt

source: Battery used
da_dk: Batteri brugt
fi_fi: Akku käytetty
nb_no: Batteri brukt
sv_se: Batteri används

source: Saved cost
da_dk: Sparte omkostninger
fi_fi: Säästynyt kustannus
nb_no: Sparte kostnader
sv_se: Sparad kostnad

source: Saved cost battery
da_dk: Sparte omkostninger batteri
fi_fi: Säästetty hinta akku
nb_no: Sparte kostnader batteri
sv_se: Batteri sparad kostnad

source: Saved transfer fee
da_dk: Gemt overførselsgebyr
fi_fi: Talletettu siirtomaksu
nb_no: Lagret overgangssum
sv_se: Sparad övergångsavgift

source: Saved transfer fee battery
da_dk: Gemt overførselsgebyr batteri
fi_fi: Säästynyt siirtomaksun akku
nb_no: Lagret overføringsgebyr batteri
sv_se: Batteri sparad överföringsavg.

source: Saved energy tax battery
da_dk: Sparet energiafgiftsbatteri
fi_fi: Säästynyt energiaveroakku
nb_no: Spart energiavgiftsbatteri
sv_se: Batteri sparad energiskatt

source: Total production (sold/own use)
da_dk: Samlet produktion (solgt/eget brug)
fi_fi: Kokonaistuotanto (myyty/oma käyttö)
nb_no: Total produksjon (solgt/eget bruk)
sv_se: Total produktion (såld/egen användning)

source: Total production
da_dk: Samlet produktion
fi_fi: Kokonaistuotanto
nb_no: Total produksjon
sv_se: Total produktion

source: Total interest
da_dk: Samlet rente
fi_fi: Kokonaiskorko
nb_no: Total rente
sv_se: Total ränta

# Kostal_Intro_Guide_Text
source: Use the same login as in the kostal app/Kostal web portal login
da_dk: Brug samme login som i kostal app/Kostal webportal login
fi_fi: Käytä samaa kirjautumistunnusta kuin Kostal-sovelluksessa/Kostal-verkkoportaalissa
nb_no: Bruk samme pålogging som i kostal-appen/Kostal nettportalpålogging
sv_se: Använd samma inloggning som i kostal app/Kostal webbportal login

# SolarEdge_Intro_Guide_Text
source: Account users should generate an Account Level API Key from https://monitoring.solaredge.com
da_dk: Kontobrugere skal generere en API-nøgle på kontoniveau fra https://monitoring.solaredge.com
fi_fi: Tilin käyttäjien tulee luoda tilitason API-avain osoitteessa https://monitoring.solaredge.com
nb_no: Kontobrukere bør generere en API-nøkkel på kontonivå fra https://monitoring.solaredge.com
sv_se: Kontoanvändare bör generera en API-nyckel på kontonivå från https://monitoring.solaredge.com

source: Shortcuts
da_dk: Genveje
fi_fi: Pikanäppäimet
nb_no: Snarveier
sv_se: Genvägar

source: Tools and features
da_dk: Værktøjer og funktioner
fi_fi: Työkalut ja ominaisuudet
nb_no: Verktøy og funksjoner
sv_se: Verktyg och funktioner

source: Sold
da_dk: Solgt
fi_fi: myyty
nb_no: Solgt
sv_se: Såld

source: Own use
da_dk: Eget brug
fi_fi: Omassa käytössä
nb_no: Eget bruk
sv_se: Eget bruk

source: Consumption
da_dk: Forbrug
fi_fi: Kulutus
nb_no: Forbruk
sv_se: Konsumtion

source: Total purchased
da_dk: Samlet købt
fi_fi: Ostettu yhteensä
nb_no: Totalt kjøpt
sv_se: Totalt köpt

source: Production And consumption
da_dk: Produktion og forbrug
fi_fi: Tuotanto ja kulutus
nb_no: Produksjon og forbruk
sv_se: Produktion och konsumtion

source: Today
da_dk: I dag
fi_fi: Tänään
nb_no: I dag
sv_se: I dag

source: Day
da_dk: Dag
fi_fi: Päivä
nb_no: Dag
sv_se: Dag

source: Week
da_dk: Uge
fi_fi: Viikko
nb_no: Uke
sv_se: Vecka

source: Month
da_dk: Måned
fi_fi: Kuukausi
nb_no: Måned
sv_se: Månad

source: Simulate battery
da_dk: Simuler batteri
fi_fi: Simuloi akkua
nb_no: Simuler batteri
sv_se: Simulera batteri

source: Simulate
da_dk: Simuler
fi_fi: Simuloida
nb_no: Simuler
sv_se: Simulering

source: Battery kWh
da_dk: Batteri kWh
fi_fi: Akku kWh
nb_no: Batteri kWh
sv_se: Batteri kWh

source: Production profit sold
da_dk: Produktionsavance solgt
fi_fi: Tuotantovoitto myyty
nb_no: Produksjonsoverskudd solgt
sv_se: Produktionsvinst såld

source: Production grid compensation
da_dk: Kompensation for produktionsnet
fi_fi: Tuotantoverkon korvaus
nb_no: Produksjonsnettkompensasjon
sv_se: Production nätnytta

source: Production saved energy tax
da_dk: Produktionsbesparet energiafgift
fi_fi: Tuotannosta säästyi energiavero
nb_no: Produksjon spart energiavgift
sv_se: Produktionsbesparing energiskatt

source: Own use saved cost
da_dk: Eget brug sparet omkostning
fi_fi: Omassa käytössä säästyi kustannuksissa
nb_no: Egen bruk spart kostnad
sv_se: Egen anv. sparad kostnad

source: Own Use Saved Transfer Fee
da_dk: Eget brug Gemt overførselsgebyr
fi_fi: Omaan käyttöön tallennettu siirtomaksu
nb_no: Egen bruk Lagret overføringsgebyr
sv_se: Egen anv. sparad överföringsavg.

source: Own use saved energy tax
da_dk: Egen brug sparet energiafgift
fi_fi: Omaan käyttöön säästetty energiavero
nb_no: Egenbruk spart energiavgift
sv_se: Egen anv. sparad energiskatt

source: Purchase cost
da_dk: Købsomkostninger
fi_fi: Ostohinta
nb_no: Kjøpskostnad
sv_se: Inköp kostnad

source: Purchase transfer fee
da_dk: Køb overførselsgebyr
fi_fi: Oston siirtomaksu
nb_no: Kjøp overføringsgebyr
sv_se: Inköp överföringsavg.

source: Purchase energy tax
da_dk: Køb energiafgift
fi_fi: Osta energiavero
nb_no: Kjøp energiavgift
sv_se: Inköp energiskatt

source: Add battery
da_dk: Tilføj batteri
fi_fi: Lisää akku
nb_no: Legg til batteri
sv_se: Lägg till batteri

source: Remove battery
da_dk: Fjern batteriet
fi_fi: Poista akku
nb_no: Ta ut batteriet
sv_se: Ta bort batteriet

source: Balance (production minus consumption)
da_dk: Balance (produktion minus forbrug)
fi_fi: Saldo (tuotanto miinus kulutus)
nb_no: Balanse (produksjon minus forbruk)
sv_se: Balans (produktion - förbrukning)

source: Battery
da_dk: Batteri
fi_fi: Akku
nb_no: Batteri
sv_se: Batteri

source: Generating report please wait
da_dk: Genererer rapport, vent venligst
fi_fi: Raporttia luodaan, ole hyvä ja odota
nb_no: Genererer rapport, vennligst vent
sv_se: Genererar rapport vänligen vänta

source: Back
da_dk: Tilbage
fi_fi: Takaisin
sv_se: Tillbaka

source: The login failed, check that you entered the correct information
da_dk: Login mislykkedes, tjek at du har indtastet de rigtige oplysninger
fi_fi: Kirjautuminen epäonnistui, tarkista, että annoit oikeat tiedot
sv_se: Inloggningen misslyckades, kontrollera att du angett rätt information

# Tax_Reduction_Discription
source: Tax reduction (produced/kWh to grid)
da_dk: Afgiftsnedsættelse (produceret/kWh til net)
fi_fi: Veronalennus (tuotettu/kWh verkkoon)
sv_se: Skattereduktion (producerad/kWh)

source: Energy tax (comsumption)
da_dk: Energiafgift (forbrug)
fi_fi: Energiavero (kulutus)
sv_se: Energiskatt (inköpt/kWh)

source: Calculation factors
da_dk: Beregningsfaktorer
fi_fi: Laskentatekijät
sv_se: Beräkningsfaktorer

# Calculation_Factors_Intro_Text
source: Calculation factors for costs and revenues related to solar cell production.
da_dk: Beregningsfaktorer for omkostninger og indtægter relateret til solcelleproduktion.
fi_fi: Laskentatekijät aurinkokennojen tuotantoon liittyville kustannuksille ja tuloille.
sv_se: Beräkningsfaktorer för kostnader och intäkter relaterade till solcellsproduktion.

source: Application version
da_dk: Applikationsversion
fi_fi: Sovellusversio
sv_se: Applikationsversion

source: Support and feedback
da_dk: Support og feedback
fi_fi: Tuki ja palaute
sv_se: Support och feedback

source: Add
da_dk: Tilføje
fi_fi: Lisätä
sv_se: Lägg till

source: Interest saved
da_dk: Renter sparet
fi_fi: Korot säästyivät
sv_se: Sparade räntor

source: Electricity supplier
da_dk: Elleverandør
fi_fi: Sähkön toimittaja
sv_se: Elleverantör

source: Import data from electricity supplier.
da_dk: Importer data fra elleverandør.
fi_fi: Tuo tiedot sähköntoimittajalta.
sv_se: Importera data från elleverantör.

source: Pick the brand of your electricity supplier
da_dk: Vælg din elleverandørs mærke
fi_fi: Valitse sähköntoimittajasi merkki
sv_se: Välj märke på din elleverantör

# Pick_The_Electricity_Supplier_Intro_Text
source: Pick the brand of your electricity supplier
da_dk: Vælg din elleverandørs mærke
fi_fi: Valitse sähköntoimittajasi merkki
sv_se: Välj märke på din elleverantör

source: Investment and loan
da_dk: Investering og lån
fi_fi: Investointi ja laina
sv_se: Investering och lån

source: Import of production done
da_dk: Import af produktion udført
fi_fi: Tuotannon tuonti tehty
sv_se: Import av produktion gjord

source: Import data from electricity supplier Done
da_dk: Import af data fra elleverandør Udført
fi_fi: Tietojen tuonti sähköntoimittajalta Valmis
sv_se: Importera data från elleverantör Klar

# Step_Nr_of_Nr_InfoText
source: Step {0} of {1} {2}
da_dk: Trin {0} af {1} {2}
fi_fi: Vaihe {0}/{1} {2}
sv_se: Steg {0} av {1} {2}

# Importing_Data_From_Your_Inverter_Ended_As_It_Only_Allows_And_More
source: Importing data from your inverter ended as it only allows {0} days of sync per day. You impored {1} days, now have data up to {2}
da_dk: Import af data fra din inverter er afsluttet, da den kun tillader {0} dages synkronisering pr. dag. Du har importeret {1} dage, har nu data op til {2}
fi_fi: Tietojen tuonti invertteristäsi päättyi, koska se sallii vain {0} päivää synkronoinnin päivässä. Toit {1} päivää, nyt tietoja on enintään {2}
sv_se: Importen av data från din växelriktare avslutades eftersom den bara tillåter {0} dagars synkronisering per dag. Du importerade {1} dagar, har nu data upp till {2}

source: Fun facts
da_dk: Sjove fakta
fi_fi: Hauskoja faktoja
sv_se: Roliga fakta

# Average_Purchased_Cost_Per_Kwh
source: Average purchased cost/kWh
da_dk: Gennemsnitlig indkøbt pris/kWh
fi_fi: Keskimääräinen ostohinta/kWh
sv_se: Genomsnittlig köpt kostnad/kWh

# Average_Production_Sold_Profit_Per_Kwh
source: Average production sold profit/kWh
da_dk: Gennemsnitlig produktion solgt avance/kWh
fi_fi: Keskimääräinen myyntivoitto/kWh
sv_se: Genomsnittlig produktion såld vinst/kWh

# Average_Production_Own_Use_Saved_Per_Kwh
source: Average production own use saved/Kwh
da_dk: Gennemsnitlig produktion eget forbrug sparet/Kwh
fi_fi: Keskimääräinen tuotannon oma käyttö säästetty/kwh
sv_se: Genomsnittlig produktion egen användning sparad/Kwh

# Average_Battery_Used_Saved_Per_Kwh
source: Average battery used saved/Kwh
da_dk: Gennemsnitligt brugt batteri sparet/Kwh
fi_fi: Keskimäärin käytetty akku säästetty/kwh
sv_se: Genomsnittligt använt batteri sparat/Kwh

# Synchronization_Not_Started_As_We_Have_All_Data_And_More
source: Synchronization not started as we have all data up to the previous full hour.
da_dk: Synkronisering er ikke startet, da vi har alle data op til den foregående hele time.
fi_fi: Synkronointi ei käynnistynyt, koska meillä on kaikki tiedot edelliseen täyteen tuntiin asti.
sv_se: Synkroniseringen har inte startat eftersom vi har all data fram till föregående hela timme.

# Production_Index_Desc_Prod_Per_Day_KWh
source: Production index (prod/day)
da_dk: Produktionsindeks (prod/dag)
fi_fi: Tuotantoindeksi (tuote/päivä)
sv_se: Produktionsindex (prod/dag)

source: Amortization
da_dk: Amortisering
fi_fi: Poistot
sv_se: Amortering

source: Prices
da_dk: Priser
fi_fi: hinnat
sv_se: Priser

source: Buy (transfer fee/tax)
da_dk: Køb (overførselsgebyr/afgift)
fi_fi: Osta (siirtomaksu/vero)
sv_se: Köp (ink. allt)

source: Sell (tax red../net ben..)
da_dk: Sælg (skatterød../nettoben..)
fi_fi: Myy (tax red../net ben..)
sv_se: Sälj (ink. allt)

source: Grid
da_dk: Gitter
fi_fi: Ruudukko

# Missed_Value_Tax_Reduction_Production_Higher_Than_Consumption
source: Missed {0} sec tax reduction, production higher than consumption.
da_dk: Mistet {0} sek. momsnedsættelse, produktion højere end forbrug.
fi_fi: Veronalennus jäi väliin {0} sekuntia, tuotanto suurempi kuin kulutus.

# Peak_Hour_Purchased
source: Peak purchased kwh/hour
da_dk: Maksimal indkøbt kwh/time
fi_fi: Huippu ostettu kWh/tunti

# Peak_Hour_Purchased_And_Own_Use
source: Peak purchased and own use Kwh/Hour
da_dk: Peak indkøbt og eget brug Kwh/Time
fi_fi: Huippu ostettu ja omassa käytössä Kwh/tunti

source: Energy peak reduction
da_dk: Energispidsreduktion
fi_fi: Energiahuippujen vähentäminen

source: Energy peak reduction saved
da_dk: Energispidsreduktion sparet
fi_fi: Energiahuippujen vähennys säästyi

source: Show report
da_dk: Vis rapport
fi_fi: Näytä raportti

source: Price
da_dk: Pris
fi_fi: Hinta

source: annual savings
da_dk: årlige besparelser
fi_fi: vuosittaiset säästöt

source: Yield
da_dk: Udbytte
fi_fi: Tuotto

source: Report
da_dk: Rapport
fi_fi: Raportoi

source: Savings calculation
da_dk: Besparelsesberegning
fi_fi: Säästölaskenta

source: Year overview
da_dk: Årsoversigt
fi_fi: Vuosikatsaus

# Details_Year
source: Details {0}
da_dk: Detaljer {0}
fi_fi: Tiedot {0}

source: Ok
da_dk: Okay

# Costs_And_Rvenues
source: Costs and revenues
da_dk: Omkostninger og indtægter
nb_no: Kostnader og inntekter
sv_se: Kostnader och intäkter

# Currency
source: SEK
sv_se: kr
